Repository: makeen-project/amazon-location-features-demo-ios-fork
Catalog: LocationServices/LocationServices/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, it, ja, ko, pt_pt, zh_hans, zh_hant

source: Amazon Location can't reach the internet
ar: Amazon Location can't reach the internet (ar)
de: Amazon Location can't reach the internet (de)
es: Amazon Location can't reach the internet (es)
fr: Amazon Location can't reach the internet (fr)
he: Amazon Location can't reach the internet (he)
hi: Amazon Location can't reach the internet (hi)
it: Amazon Location can't reach the internet (it)
ja: Amazon Location can't reach the internet (ja)
ko: Amazon Location can't reach the internet (ko)
pt_pt: Amazon Location can't reach the internet (pt-PT)
zh_hans: Amazon Location can't reach the internet (zh-Hans)
zh_hant: Amazon Location can't reach the internet (zh-Hant)

source: Cancel
ar: Cancel (ar)
de: Cancel (de)
es: Cancel (es)
fr: Cancel (fr)
he: Cancel (he)
hi: Cancel (hi)
it: Cancel (it)
ja: Cancel (ja)
ko: Cancel (ko)
pt_pt: Cancel (pt-PT)
zh_hans: Cancel (zh-Hans)
zh_hant: Cancel (zh-Hant)

source: Check your internet connection and try again
ar: Check your internet connection and try again (ar)
de: Check your internet connection and try again (de)
es: Check your internet connection and try again (es)
fr: Check your internet connection and try again (fr)
he: Check your internet connection and try again (he)
hi: Check your internet connection and try again (hi)
it: Check your internet connection and try again (it)
ja: Check your internet connection and try again (ja)
ko: Check your internet connection and try again (ko)
pt_pt: Check your internet connection and try again (pt-PT)
zh_hans: Check your internet connection and try again (zh-Hans)
zh_hant: Check your internet connection and try again (zh-Hant)

source: Dark
ar: Dark (ar)
de: Dark (de)
es: Dark (es)
fr: Dark (fr)
he: Dark (he)
hi: Dark (hi)
it: Dark (it)
ja: Dark (ja)
ko: Dark (ko)
pt_pt: Dark (pt-PT)
zh_hans: Dark (zh-Hans)
zh_hant: Dark (zh-Hant)

source: Directions
ar: Directions (ar)
de: Directions (de)
es: Directions (es)
fr: Directions (fr)
he: Directions (he)
hi: Directions (hi)
it: Directions (it)
ja: Directions (ja)
ko: Directions (ko)
pt_pt: Directions (pt-PT)
zh_hans: Directions (zh-Hans)
zh_hant: Directions (zh-Hant)

source: Enabling the feature will allow you to track your device and get notified when the device enters or exits any of your geofences.
ar: Enabling the feature will allow you to track your device and get notified when the device enters or exits any of your geofences. (ar)
de: Enabling the feature will allow you to track your device and get notified when the device enters or exits any of your geofences. (de)
es: Enabling the feature will allow you to track your device and get notified when the device enters or exits any of your geofences. (es)
fr: Enabling the feature will allow you to track your device and get notified when the device enters or exits any of your geofences. (fr)
he: Enabling the feature will allow you to track your device and get notified when the device enters or exits any of your geofences. (he)
hi: Enabling the feature will allow you to track your device and get notified when the device enters or exits any of your geofences. (hi)
it: Enabling the feature will allow you to track your device and get notified when the device enters or exits any of your geofences. (it)
ja: Enabling the feature will allow you to track your device and get notified when the device enters or exits any of your geofences. (ja)
ko: Enabling the feature will allow you to track your device and get notified when the device enters or exits any of your geofences. (ko)
pt_pt: Enabling the feature will allow you to track your device and get notified when the device enters or exits any of your geofences. (pt-PT)
zh_hans: Enabling the feature will allow you to track your device and get notified when the device enters or exits any of your geofences. (zh-Hans)
zh_hant: Enabling the feature will allow you to track your device and get notified when the device enters or exits any of your geofences. (zh-Hant)

source: Error
ar: Error (ar)
de: Error (de)
es: Error (es)
fr: Error (fr)
he: Error (he)
hi: Error (hi)
it: Error (it)
ja: Error (ja)
ko: Error (ko)
pt_pt: Error (pt-PT)
zh_hans: Error (zh-Hans)
zh_hant: Error (zh-Hant)

source: Failed to calculate route
ar: Failed to calculate route (ar)
de: Failed to calculate route (de)
es: Failed to calculate route (es)
fr: Failed to calculate route (fr)
he: Failed to calculate route (he)
hi: Failed to calculate route (hi)
it: Failed to calculate route (it)
ja: Failed to calculate route (ja)
ko: Failed to calculate route (ko)
pt_pt: Failed to calculate route (pt-PT)
zh_hans: Failed to calculate route (zh-Hans)
zh_hant: Failed to calculate route (zh-Hant)

source: Light
ar: ضوء
de: Licht
es: Luz
fr: Lumière
he: אור
hi: लाइट
it: Leggero
ja: ライト
ko: 라이트
pt_pt: Luz
zh_hans: 光
zh_hant: 光

source: Maybe later
ar: Maybe later (ar)
de: Maybe later (de)
es: Maybe later (es)
fr: Maybe later (fr)
he: Maybe later (he)
hi: Maybe later (hi)
it: Maybe later (it)
ja: Maybe later (ja)
ko: Maybe later (ko)
pt_pt: Maybe later (pt-PT)
zh_hans: Maybe later (zh-Hans)
zh_hant: Maybe later (zh-Hant)

source: More
ar: More (ar)
de: More (de)
es: More (es)
fr: More (fr)
he: More (he)
hi: More (hi)
it: More (it)
ja: More (ja)
ko: More (ko)
pt_pt: More (pt-PT)
zh_hans: More (zh-Hans)
zh_hant: More (zh-Hant)

source: Navigate
ar: Navigate (ar)
de: Navigate (de)
es: Navigate (es)
fr: Navigate (fr)
he: Navigate (he)
hi: Navigate (hi)
it: Navigate (it)
ja: Navigate (ja)
ko: Navigate (ko)
pt_pt: Navigate (pt-PT)
zh_hans: Navigate (zh-Hans)
zh_hant: Navigate (zh-Hant)

source: No internet connection
ar: No internet connection (ar)
de: No internet connection (de)
es: No internet connection (es)
fr: No internet connection (fr)
he: No internet connection (he)
hi: No internet connection (hi)
it: No internet connection (it)
ja: No internet connection (ja)
ko: No internet connection (ko)
pt_pt: No internet connection (pt-PT)
zh_hans: No internet connection (zh-Hans)
zh_hant: No internet connection (zh-Hant)

source: Ok
ar: Ok (ar)
de: Ok (de)
es: Ok (es)
fr: Ok (fr)
he: Ok (he)
hi: Ok (hi)
it: Ok (it)
ja: Ok (ja)
ko: Ok (ko)
pt_pt: Ok (pt-PT)
zh_hans: Ok (zh-Hans)
zh_hant: Ok (zh-Hant)

source: Settings
ar: Settings (ar)
de: Settings (de)
es: Settings (es)
fr: Settings (fr)
he: Settings (he)
hi: Settings (hi)
it: Settings (it)
ja: Settings (ja)
ko: Settings (ko)
pt_pt: Settings (pt-PT)
zh_hans: Settings (zh-Hans)
zh_hant: Settings (zh-Hant)

source: Trackers
ar: Trackers (ar)
de: Trackers (de)
es: Trackers (es)
fr: Trackers (fr)
he: Trackers (he)
hi: Trackers (hi)
it: Trackers (it)
ja: Trackers (ja)
ko: Trackers (ko)
pt_pt: Trackers (pt-PT)
zh_hans: Trackers (zh-Hans)
zh_hant: Trackers (zh-Hant)

source: Warning
ar: Warning (ar)
de: Warning (de)
es: Warning (es)
fr: Warning (fr)
he: Warning (he)
hi: Warning (hi)
it: Warning (it)
ja: Warning (ja)
ko: Warning (ko)
pt_pt: Warning (pt-PT)
zh_hans: Warning (zh-Hans)
zh_hant: Warning (zh-Hant)

source: You can use any data provider except Esri for your asset management or device tracking use cases. If you want to use Esri for your asset management or tracking user case, please read terms and conditions.
ar: You can use any data provider except Esri for your asset management or device tracking use cases. If you want to use Esri for your asset management or tracking user case, please read terms and conditions. (ar)
de: You can use any data provider except Esri for your asset management or device tracking use cases. If you want to use Esri for your asset management or tracking user case, please read terms and conditions. (de)
es: You can use any data provider except Esri for your asset management or device tracking use cases. If you want to use Esri for your asset management or tracking user case, please read terms and conditions. (es)
fr: You can use any data provider except Esri for your asset management or device tracking use cases. If you want to use Esri for your asset management or tracking user case, please read terms and conditions. (fr)
he: You can use any data provider except Esri for your asset management or device tracking use cases. If you want to use Esri for your asset management or tracking user case, please read terms and conditions. (he)
hi: You can use any data provider except Esri for your asset management or device tracking use cases. If you want to use Esri for your asset management or tracking user case, please read terms and conditions. (hi)
it: You can use any data provider except Esri for your asset management or device tracking use cases. If you want to use Esri for your asset management or tracking user case, please read terms and conditions. (it)
ja: You can use any data provider except Esri for your asset management or device tracking use cases. If you want to use Esri for your asset management or tracking user case, please read terms and conditions. (ja)
ko: You can use any data provider except Esri for your asset management or device tracking use cases. If you want to use Esri for your asset management or tracking user case, please read terms and conditions. (ko)
pt_pt: You can use any data provider except Esri for your asset management or device tracking use cases. If you want to use Esri for your asset management or tracking user case, please read terms and conditions. (pt-PT)
zh_hans: You can use any data provider except Esri for your asset management or device tracking use cases. If you want to use Esri for your asset management or tracking user case, please read terms and conditions. (zh-Hans)
zh_hant: You can use any data provider except Esri for your asset management or device tracking use cases. If you want to use Esri for your asset management or tracking user case, please read terms and conditions. (zh-Hant)
